Repository: Aeto-J/processmaker
Catalog: locales/*.po
Languages: cs_cz, fr_fr

source: Re-assign task to
cs_cz: Úkol předat
fr_fr: Réattribuer la tâche à

source: Re-assign
cs_cz: Předat
fr_fr: Réattribuer

source: Input at least 10 words in English to justify.
fr_fr: Entrez au moins 10 mots en anglais pour justifier.

source: Task is already un-assigned!
fr_fr: L'attribution de cette tâche est déjà supprimée !

source: Re-assign task
fr_fr: Réattribuer la tâche

source: Task is already assigned to this user!
fr_fr: La tâche est déjà attribuée à cet utilisateur !

source: Un-claim task
fr_fr: Supprimer l'attribution de la tâche

source: Please input reason to un-claim<br/>(task will be re-assigned to former group):
fr_fr: Saisir la raison pour l'annulation de l'attribution<br/>(la tâche sera réattribuée au groupe précédent) :

source: Un-claim
fr_fr: Suppression de l'attribution

source: Can't un-assign task!
fr_fr: Suppression de l'attribution impossible !

source: Please input reason to re-assign:
fr_fr: Saisir la raison pour la réattribution :

source: Send reminder
fr_fr: Envoyer un rappel

source: Case has been deleted!
cs_cz: Případ byl smazán!
fr_fr: Le cas a été supprimé !

source: Unable to delete case!
cs_cz: Případ se nedaří smazat!
fr_fr: Impossible de supprimer le cas !

source: Case has been cancelled!
cs_cz: Případ byl zrušen!
fr_fr: Le cas a été annulé !

source: Unable to cancel case!
cs_cz: Případ se nedaří zrušit!
fr_fr: Impossible d'annuler le cas !

source: Process cases
cs_cz: Případy procesu
fr_fr: Cas des processus

source: Task re-assigned!
cs_cz: Úkol předán!
fr_fr: Tâche réattribuée !

source: Error re-assigning task:
cs_cz: Chyba při předávání úkolu:
fr_fr: Impossible de réattribuer cette tâche :

source: Task un-claimed!
fr_fr: Annulation de l'attribution de la tâche effectuée !

source: Can't un-claim task! Verify 'Assignement Rules' in the process definition.
fr_fr: Annulation de l'attribution impossible ! Vérifiez les règles d'attribution dans la définition du Processus.

source: Process - Case
cs_cz: Proces – případ
fr_fr: Processus - Cas

source: Select the process you want to add
cs_cz: Vyberte proces který chcete přidat
fr_fr: Choisir le processus à ajouter

source: Synchronize Task List
cs_cz: Synchronizovat seznam úkolů
fr_fr: Synchroniser la liste des tâches

source: Case
cs_cz: Případ
fr_fr: Cas

source: Status
cs_cz: Stav
fr_fr: Statut

source: Process case
cs_cz: Případ procesu
fr_fr: Cas du processus

source: Sub-case
fr_fr: Sous-cas

source: <b>Task un-claimed!</b><br/><b>Case: </b>%s<br/><b>Task: </b>"%s" has been un-assigned from "%s" and assigned to "%s" group.<br/><b>Reason: </b>%s
fr_fr: <b>Suppression de l'attribution de la tâche effectuée !</b><br/><b>Cas : </b>%s<br/><b>Tâche : </b>"%s" a été libérée de "%s" et attribuée au groupe "%s".<br/><b>Motif : </b>%s

source: <b>Task re-assigned!</b><br/><b>Case: </b>%s<br/><b>Task: </b>"%s" has been re-assigned from "%s" to "%s".<br/><b>Reason: </b>%s
fr_fr: <b>Tâche réattribuée !</b><br/><b>Cas : </b>%s<br/><b>Tâche : </b>"%s" a été réattribuée de "%s" à "%s".<br/><b>Motif : </b>%s

source: <b>Task assigned!</b><br/><b>Case: </b>%s<br/><b>Task: </b>"%s" has been assigned to "%s".<br/><b>Reason: </b>%s
fr_fr: <b>Tâche attribuée !</b><br/><b>Cas : </b>%s<br/><b>Tâche : </b>"%s" a été attribuée à "%s".<br/><b>Motif : </b>%s

source: Current task(s) properties
cs_cz: Vlastnosti stávajícího úkolu
fr_fr: Propriétés des tâches en cours

source: Task
cs_cz: Úkol
fr_fr: Tâche

source: Task guid
cs_cz: Nikde se neopakující identif. úkolu
fr_fr: Guid de la tâche

source: Current user
cs_cz: Stávající uživatel
fr_fr: Utilisateur actuel

source: Task delegation date
cs_cz: Datum delegování úkolu
fr_fr: Date d'attribution de tâche

source: To be claimed
cs_cz: Chcete-li uplatnit
fr_fr: A réclamer

source: Sub-case properties
fr_fr: Propriétés du sous-cas

source: Parent case properties
fr_fr: Propriétés du cas parent

source: Case properties
cs_cz: Vlastnosti případu
fr_fr: Propriétés du cas

source: Process
cs_cz: Proces
fr_fr: Processus

source: Case title
cs_cz: Název případu
fr_fr: Titre du cas

source: Case number
cs_cz: Číslo případu
fr_fr: Numéro du cas

source: Case status
cs_cz: Stav případu
fr_fr: Statut du cas

source: Case guid
cs_cz: Nikde se neopakující identif. případu
fr_fr: Guid du cas

source: Creator
cs_cz: Vytvořil
fr_fr: Créateur

source: Creation date
cs_cz: Datum vytvoření
fr_fr: Date de création

source: Last update
cs_cz: Poslední úprava
fr_fr: Dernière mise à jour

source: Case is linked to a %1s
fr_fr: Le cas est lié à un %1s

source: Sub-case is linked to a %1s
fr_fr: Le sous-cas est lié à un %1s

source: Case cancellation
cs_cz: Zrušení případu
fr_fr: Annulation du cas

source: Cancel case
cs_cz: Zrušit případ
fr_fr: Annuler cas

source: Confirm cancellation?
cs_cz: Potvrdit zrušení?
fr_fr: Confirmer l’annulation ?

source: Cancel
cs_cz: Storno
fr_fr: Annuler

source: Case deletion
cs_cz: Mazání případu
fr_fr: Suppression du cas

source: Title
cs_cz: Titulek
fr_fr: Titre

source: Sub-case of
fr_fr: Sous-cas de

source: Add a new case
cs_cz: Přidat nový případ
fr_fr: Ajouter un nouveau cas

# case_status
source: Draft
cs_cz: Koncept
fr_fr: Brouillon

# case_status
source: To do
cs_cz: Dodělat
fr_fr: A faire

# case_status
source: Completed
cs_cz: Dokončeno
fr_fr: Terminé

# case_status
source: Cancelled
cs_cz: Zrušeno
fr_fr: Annulé

source: Item type
fr_fr: Type de l'item

source: Item entity
cs_cz: Entita položky
fr_fr: Entité de l'item

source: Last update date
fr_fr: Date de dernière mise à jour

source: Case status is '%s'
fr_fr: L'état du cas est '%s'

source: Change log
cs_cz: Seznam změn
fr_fr: Evolution

source: History
cs_cz: Historie
fr_fr: Historique

source: Case-links
cs_cz: Propojení případů
fr_fr: Liens-cas

source: Case-link
cs_cz: Propojení případu
fr_fr: Lien-cas

source: Synchronous
fr_fr: Synchrone

source: External data
cs_cz: Externí data
fr_fr: Données externes

source: Source task GUID
cs_cz: Nikde se neopakující identif. zdrojového úkolu
fr_fr: GUID de la tâche source

source: Target task GUID
cs_cz: Nikde se neopakující identif. cílového úkolu
fr_fr: GUID de la tâche cible

source: Target process GUID
cs_cz: Nikde se neopakující identif. cílového procesu
fr_fr: GUID du Processus cible

source: Target dynaform GUID
cs_cz: Nikde se neopakující identif. cílového dynamického formuláře
fr_fr: GUID du dynaform cible

source: Source condition
cs_cz: Stav zdroje
fr_fr: Condition d'activation du lien

source: Claim target task
cs_cz: Převzít cílový úkol
fr_fr: Tâche cible 'à réclamer'

source: Impersonate target task user
fr_fr: Personnifier l'utilisateur de la tâche cible

source: External application JSON config
cs_cz: JSON nastavení externí aplikace
fr_fr: Configuration JSON de l'application externe

source: Map
cs_cz: Mapa
fr_fr: Carte

source: ProcessMaker setup
cs_cz: Nastavení ProcessMaker
fr_fr: Configuration du serveur ProcessMaker

source: Server URL (must be in same domain than GLPI, if GLPI is using HTTPS, PM server must also use HTTPS)
fr_fr: URL du serveur (doit être dans le même domaine que GLPI, si GLPI utilise HTTPS, alors PM doit aussi utiliser HTTPS)

source: Common domain with GLPI
cs_cz: Společná doména s GLPI
fr_fr: Domaine commun avec GLPI

source: None!
cs_cz: Žádná!
fr_fr: Aucun !

source: Verify SSL certificate
fr_fr: Verification du certificat SSL

source: Workspace Name
cs_cz: Název pracovního prostoru
fr_fr: Nom du Workspace

source: Server administrator name
cs_cz: Uživatelské jméno správce serveru
fr_fr: Nom de l'administrateur du server ProcessMaker

source: Server administrator password
cs_cz: Heslo správce serveru
fr_fr: Mot de passe de l'administrateur du serveur ProcessMaker

source: Connection status
cs_cz: Stav spojení
fr_fr: Status de la connexion

source: SQL server setup
cs_cz: Nastavení SQL serveru
fr_fr: Configuration du serveur SQL

source: SQL server (MariaDB or MySQL)
cs_cz: SQL server (MariaDB nebo MySQL)
fr_fr: SQL server (MariaDB ou MySQL)

source: Database name
cs_cz: Název databáze
fr_fr: Nom de la base de données

source: SQL user
cs_cz: SQL uživatel
fr_fr: Utilisateur SQL

source: SQL password
cs_cz: SQL heslo
fr_fr: Mot de passe SQL

source: Theme Name
cs_cz: Název motivu vzhledu
fr_fr: Nom du thème

source: Main Task Category (edit to change name)
cs_cz: Hlavní kategorie úkolu (pro změnu názvu upravte)
fr_fr: Catégorie principale des tâches (éditer pour changer le nom)

source: Task writer (edit to change name)
fr_fr: Auteur des tâches (éditer pour changer le nom)

source: Group in ProcessMaker which will contain all GLPI users
cs_cz: Skupina v ProcessMaker která bude obsahovat všechny uživatele z GLPI
fr_fr: Groupe dans ProcessMaker qui contiendra les utilisateurs de GLPI

source: Max cases per item (0=unlimited)
fr_fr: Nombre de cas maxi par item (0 = pas de limite)

source: Processmaker system information
cs_cz: Systémové informace o Processmaker
fr_fr: Informations système du serveur ProcessMaker

source: Web server
cs_cz: Webový server
fr_fr: Serveur web

source: Server name
cs_cz: Název serveru
fr_fr: Nom du serveur

source: PHP version
cs_cz: Verze PHP
fr_fr: Version de PHP

source: DB version
cs_cz: Verze databáze
fr_fr: Version de la DB

source: DB server IP
cs_cz: IP adresa webového serveru
fr_fr: IP du serveur DB

source: DB name
cs_cz: Název databáze
fr_fr: Nom de la BD

source: User browser
cs_cz: Prohlížeč uživatele
fr_fr: Navigateur de l’utilisateur

source: User IP
cs_cz: IP adresa uživatele
fr_fr: IP de l'utilisateur

source: Not yet!
cs_cz: Ještě ne!
fr_fr: Pas encore !

source: Send email
fr_fr: Envoi d'email

source: eMail recipients
fr_fr: Destinataires des emails

source: Process category
fr_fr: Catégorie du processus

source: Process category id
fr_fr: ID de la catégorie du processus

source: Process category comment
fr_fr: Commentaire de la catégorie du processus

source: Case id
fr_fr: ID du cas

source: Case description
fr_fr: Description du cas

source: Case variable 'XXX'
fr_fr: Variable de cas 'XXX'

source: List of values in 'YYY' array
fr_fr: Liste des valeurs du tableau 'YYY'

source: Number of rows in 'YYY' array
fr_fr: Nombre de lignes du tableau 'YYY'

source: Value for colname in 'YYY' array
fr_fr: Valeur de la colonne 'colname' du tableau 'YYY'

source: Value for key in 'ZZZ' assoc array (1-dimension array)
fr_fr: Valeur pour la clé 'key' du tableau associatif à une dimension 'ZZZ'

source: Item id
fr_fr: ID de l'item

source: Item URL
fr_fr: URL de l'item

source: Item title
fr_fr: Titre de l'item

source: XXX is to be replaced by any case variable names
fr_fr: XXX doit être remplacé par n'importe quel nom de variable de cas

source: YYY is to be replaced by any array variables
fr_fr: YYY doit être remplacé par n'importe quel nom de tableau

source: ZZZ is to be replaced by any assoc array variables (1-dimension array with key/value pairs)
fr_fr: ZZZ doit être replacé par n'importe quel nom de tableau associatif à une dimension (paire clé/valeur)

source: Task action
fr_fr: Action de la tâche

source: Synchronize Process List
cs_cz: Synchronizovat seznam procesů
fr_fr: Synchroniser la liste des processus

source: Process GUID
cs_cz: Nikde se neopakující identif. procesu
fr_fr: GUID du Processus

source: Process type
fr_fr: Type de processus

source: Hide case num. & title
fr_fr: Cacher le numéro et le titre du cas

source: Insert Task Category
cs_cz: Vložit kategorii úkolu
fr_fr: Insérer la catégorie des tâches

source: Ticket type (self-service)
cs_cz: Typ požadavku (samoobslužné)
fr_fr: Type de ticket (self-service)

source: Visible in Incident for Central interface
fr_fr: Visible pour un Incident sur l'interface Centrale

source: Visible in Request for Central interface
fr_fr: Visible pour une demande sur l'interface Centrale

source: Visible in Change
fr_fr: Visible dans un Changement

source: Visible in Problem
fr_fr: Visible dans un Problème

# process_type
source: Classic
cs_cz: Klasický
fr_fr: Classique

source: Processes
cs_cz: Procesy
fr_fr: Processus

source: Hide case number and title in task descriptions
cs_cz: V popisech úkolů skrýt číslo a titulek případu
fr_fr: Masquer le numéro et le titre des cas dans les descriptions des tâches

source: Insert Task Category comments in Task Description
cs_cz: Vložit komentáře kategorie úkolu do jeho popisu
fr_fr: Insérer les commentaires des catégories de tâches dans les descriptions des tâches

source: ITIL Category for Self-service interface (left empty to disable)
fr_fr: Catégorie ITIL pour l'interface libre-service (laissez vide pour désactiver)

source: Type for Self-service interface
fr_fr: Type de ticket pour l'interface libre-service

source: Process type (to be changed only if not up-to-date)
fr_fr: Type de processus (à modifier uniquement si pas à jour)

source: Process '%s' is under maintenance, please retry later, thank you.
fr_fr: Le processus '%s' est en maintenance, ré-essayez plus tard, merci.

source: Authorizations
cs_cz: Oprávnění
fr_fr: Autorisations

source: Authorization not added: already existing!
cs_cz: Oprávnění nepřidáno: už existuje!
fr_fr: Autorisation non ajoutée : déjà existante !

# errors
source: Error creating case!
cs_cz: Chyba při vytváření případu!
fr_fr: Erreur à la création du cas !

# errors
source: Can't create case: no rights for it!
cs_cz: Případ se nedaří vytvořit: nedostatečná oprávnění!
fr_fr: Impossible de créer le cas : pas de droits pour cela !

source: Syncs GLPI users and groups into ProcessMaker.
cs_cz: Synchronizuje uživatele a skupiny z GLPI do ProcessMaker.
fr_fr: Synchronisation des utilisateurs GLPI et des groupes avec ProcessMaker.

source: Cleaning of orphan cases.
cs_cz: Čištění osiřelých případů.
fr_fr: Nettoyage des cas orphelins.

source: Number of days to keep orphan cases
cs_cz: Po kolik dnů ponechávat osiřelé případy
fr_fr: Nombre de jours avant nettoyage des cas orphelins

source: To apply task actions between cases.
cs_cz: Pro uplatnění akcí úkolu mezi případy.
fr_fr: Pour appliquer des actions de tâches entre cas.

source: Case title:
cs_cz: Titulek případu:
fr_fr: Titre du cas :

source: A 'Case' is running!
cs_cz: „Případ“ je v běhu!
fr_fr: Un 'Cas' est en cours !

source: You must manage it first (see 'Process - Case' tab)!
cs_cz: Nejprve je třeba toto spravovat (viz panel „Proces – případ“)!
fr_fr: Vous devez d'abord le terminer (voir onglet 'Processus - Cas') !

source: Unable to derivate case! Retry in a moment, or ask your administrator.<hr>Error code: %u<br/>Error message: %s<br/>
fr_fr: Impossible de dériver le cas ! Ré-essayez dans un moment, ou demandez à votre administrateur.<hr>Code d'erreur : %u<br/>Message d'erreur : %s<br/>

source: ProcessMaker plugin is under maintenance, please retry later, thank you.
cs_cz: Na zásuvném modulu ProcessMaker probíhá údržba, zkuste to prosím později – děkujeme.
fr_fr: Le plugin ProcessMaker est en maintenance, veuillez ré-essayer plus tard, merci.

source: Process configuration
cs_cz: Nastavení procesu
fr_fr: Configuration des Processus

source: Cases
cs_cz: Případy
fr_fr: Cas

source: Ad Hoc user re-assign
fr_fr: Réattribution d'un utilisateur Ad Hoc

source: Process case task
cs_cz: Zpracovat úkoly případu
fr_fr: Tâche d'un cas

source: Sub-case task(s)
fr_fr: Tache(s) du sous-cas

source: Process task
fr_fr: Tâche du processus

source: Task list
fr_fr: List des tâches

source: Task name
cs_cz: Název úkolu
fr_fr: Nom de la tâche

source: Start
cs_cz: Spustit
fr_fr: Démarrer

source: Sub-process
cs_cz: Dílčí proces
fr_fr: Sous-processus

source: Process name
fr_fr: Nom du processus

source: Task already assigned to this person!
cs_cz: Úkol už je této osobě přiřazen!

source: Delete case
cs_cz: Smazat případ

source: ID
cs_cz: Identif.

source: Item
cs_cz: Položka

source: Dynaforms
cs_cz: Dynamické formuláře

source: Self
cs_cz: Samo

source: Server URL (must be in same domain than GLPI)
cs_cz: URL adresa serveru (je třeba, aby byla ze stejné domény jako GLPI)

source: Task Writer (edit to change name)
cs_cz: Úkol zapsal (pro změnu jména upravte)

source: Version
cs_cz: Verze

source: Task List
cs_cz: Seznam úkolů

source: Task GUID
cs_cz: Nikde se neopakující identif. úkolu
